[
  {
    "id": "members",
    "name": "Shefali Haldar",
    "title": "PhD Student",
    "bio": "Shefali is a PhD student in Biomedical and Health Informatics at the University of Washington School of Medicine. She received her Bachelor's degree in Information Science and Biology from Syracuse University, and has previously worked as a researcher and systems analyst in a number of healthcare organizations. Her current research interests include using informatics tools in the inpatient setting for improving health literacy and patient safety.",
    "image": "img/shefali_haldar.jpg"
  },
  {
    "id": "members",
    "name": "Andrew Miller",
    "title": "Postdoctoral Fellow",
    "bio": "Andrew D Miller, Ph.D., is a National Library of Medicine Postdoctoral Fellow in the University of Washington’s Biomedical and Health Informatics Division. He studies how social computing technology can empower people to help each other with their health and wellness. Dr. Miller earned both an MS in Human-Computer Interaction and PhD in Human-Centered Computing from Georgia Tech, and a BA in Cognitive Science from Occidental College. At the University of Washington, Dr. Miller studies how information technologies can better support patients and caregivers—both in the inpatient setting and outside the hospital—and leads the participatory design activities for Patients As Safeguards.",
    "image": "img/andrew_miller.jpg"
  },
  {
    "id": "members",
    "name": "Sonali Mishra",
    "title": "PhD Student",
    "bio": "Sonali Mishra is a PhD student at the University of Washington Information School. Before coming to UW, she worked at the University of Michigan Libraries as an Information Architect. She earned her MSI degree at the University of Michigan School of Information in 2011. You can read more about her projects at: http://srmishra.com",
    "image": "img/sonali_mishra.jpg"
  },
  {
    "id": "members",
    "name": "Kelsey Aiello",
    "title": "Undergraduate Student",
    "bio": "Kelsey Aiello is a first year Informatics student in the University of Washington Information School. She is interested in focusing her studies on human computer interaction and user research, particularly in a healthcare setting. In her free time Kelsey enjoys golfing, snowboarding, and exploring the city of Seattle.",
    "image": "img/kelsey_aiello.jpg" 
  },
  {
    "id": "members",
    "name": "Alex Filipkowski",
    "title": "Master's Student",
    "bio": "Alex is a second year master's candidate studying data science at the school of information. As a caregiver for a family member, he is passionate about keeping patients safe and informed. In his free time he enjoys running, skiing, cycling, and hiking.",
    "image": "img/alex_filipkowski.jpg" 
  },
  {
    "id": "members",
    "name": "Maher Khelifi",
    "title": "PhD Student",
    "bio": "Maher earned his PharmD in 2012. He started his pharmaceutical studies in Senegal, University of Cheikh Anta Diop then he joined the Faculty of pharmacy in Tunisia where he graduated. Believing in the imminent need of adopting Biomedical informatics in developing countries, he joined BHI with the Sponsorship of the Fulbright program. During his master’s studies in BHI,  he joined Professor Wanda Pratt’s research group-Patient-As-Safeguards-to work on understanding patients’ information needs. Maher earned a Ms degree in Biomedical and health informatics. His Ms thesis research focused on Design Recommendation for Pharmacogenomics Clinical Decision Support Systems. Currently,  He is continuing his work as a PhD student in BHI and as a Research Assistant in the Patient-As-Safeguards project.",
    "image": "img/maher_khelifi.jpg" 
  },
  {
    "id": "members",
    "name": "Dr. Barry Aaronson",
    "title": "Medical Doctor",
    "bio": "Dr. Aaronson received his MD degree from the George Washington University School of Medicine in Washington, D.C. He completed his residency in Internal Medicine at Walter Reed Army Medical Center, Washington, D.C. Following residency he served as Chief Resident at Walter Reed and then General Internist. In 1997 he started the Hospitalist program at Tacoma General and in 1999 started the Hospitalist program at Virginia Mason Medical Center. He completed his NLM Post-Doctoral Fellowship within the Division of Biomedical and Health InformaMcs at the University of Washington in 2009 and now splits his Mme at Virginia Mason Medical Center between work as a Hospitalist and as the Associate Medical Director for Clinical InformaMcs. In 2014 he was in the first group to become Board CerMfied in Clinical InformaMcs. He has been elected to the Alpha Omega Alpha Medical Honor Society, is a Fellow of the American College of Physicians and a Senior Fellow in Hospital Medicine through the Society of Hospital Medicine.",
    "image": "img/barry_aaronsonNEW.jpg" 
  },
  {
    "id": "members",
    "name": "Dr. Ari Pollack",
    "title": "Pediatric Nephrologist",
    "bio": "Dr. Ari Pollack is a pediatric nephrologist completing his clinical training at Seattle Children’s Hospital as well as his Masters of Science in Information Management from the University of Washington’s Information School. His research interests focus on improving the delivery of clinical information to both patients and healthcare professionals to improve clinical outcomes through information visualization. His prior work experience includes time at Seattle Children’s Hospital working on its electronic health record and developing novel interfaces to improve clinician workflows as well as general pediatrician. In 2014, Dr. Pollack was part of the first group of clinicians to become board certified in Clinical Informatics. In addition he teaches a course on electronic health records for the University of Washington’s Clinical Informatics and Patient Centered Technology master’s program. He obtained his BS and MA in Biology from University of California, Los Angeles and his MD degree from Tulane University.",
    "image": "img/ari_pollack.jpg" 
  },
  {
   "id": "members",
    "name": "Wanda Pratt",
    "title": "Professor, P.I.",
    "bio": "Wanda Pratt is a Professor in the Information School with an adjunct appointment in the Division of Biomedical & Health Informatics in the Medical School at the University of Washington. She received her Ph.D. in Medical Informatics from Stanford University, her M.S. in Computer Science from the University of Texas, and her B.S. in Electrical and Computer Engineering from the University of Kansas.  Her research focuses on understanding patients’ needs and designing new technologies to address those needs. She has worked with people coping with a variety of chronic diseases, such as cancer, diabetes, asthma, and heart disease. Dr. Pratt has received best paper awards from the American Medical Informatics Association (AMIA), the ACM CHI Conference on Human Factors in Computing Systems, and the Journal of the American Society of Information Science & Technology (JASIS&T). Her research has been funded by the National Science Foundation, the National Library of Medicine, the Agency for Healthcare Research & Quality, the Robert Woods Johnson Foundation, Intel, and Microsoft. Dr. Pratt is a fellow of the American College of Medical Informatics.",
    "image": "img/wanda_pratt.jpg" 
  }
]